[
  {
    "topic": "Root Zone Basics",
    "fact": "Most tree roots live in the top roughly 18 inches of soil, where oxygen and water are easiest to access. That means the most important root activity usually happens near the surface, not way down deep.",
    "exam_tip": "On exams and in the field, assume compaction and grade changes near the surface can cause major decline even when the trunk looks fine.",
    "memory_hook": "Roots usually go wide and shallow, not deep and narrow."
  },
  {
    "topic": "Planting Depth",
    "fact": "A properly planted tree shows its trunk flare at the top of the root ball and at finished grade. If the flare is buried, the tree is effectively planted too deep.",
    "exam_tip": "Planting too deep is a classic failure point that can lead to poor oxygen flow, decay issues, and girdling roots over time.",
    "memory_hook": "Find the flare before you plant with care."
  },
  {
    "topic": "Mulching",
    "fact": "The sweet spot for mulch is usually 2 to 4 inches in a broad ring around the tree, with space left around the trunk. This helps conserve moisture, moderate temperature, and reduce mower damage.",
    "exam_tip": "Avoid \"mulch volcanoes\" against the trunk. Piled mulch can trap moisture at bark level and raise risk of pests and decay.",
    "memory_hook": "Mulch donut, not mulch volcano."
  },
  {
    "topic": "Pruning Cut Location",
    "fact": "Good pruning cuts are made just outside the branch collar and branch bark ridge. That location protects the tree's natural defense zone and supports better wound closure.",
    "exam_tip": "Flush cuts remove protective tissue and create larger, slower-sealing wounds that can increase decay potential.",
    "memory_hook": "Cut outside the collar, not into it."
  },
  {
    "topic": "Three-Cut Method",
    "fact": "For larger limbs, use three cuts: an undercut, a top cut to remove weight, then a final cut outside the collar. This method prevents bark ripping and unnecessary trunk injury.",
    "exam_tip": "If a limb peels bark down the stem, the tree gets a much bigger wound than planned. Three cuts are a simple risk-control move.",
    "memory_hook": "Undercut, top cut, finish cut."
  },
  {
    "topic": "How Much to Prune",
    "fact": "A common guideline is to avoid removing more than about 25 percent of the live crown at one time, with even less removed on mature or stressed trees.",
    "exam_tip": "Heavy live-crown removal can reduce photosynthesis, deplete stored energy, and trigger weak sprout growth.",
    "memory_hook": "Quarter max, often less."
  },
  {
    "topic": "Why Topping Fails",
    "fact": "Topping cuts branches back to stubs or tiny laterals. It can remove a huge amount of leaf area, trigger fast weakly attached shoots, and accelerate decay at large wounds.",
    "exam_tip": "Topping may look like short-term size control, but often increases long-term breakage risk and maintenance cost.",
    "memory_hook": "Topping today, problems tomorrow."
  },
  {
    "topic": "Tree Wounds",
    "fact": "Trees do not heal wounds like people do. They compartmentalize, meaning they wall off injured tissue and grow over the outside over time.",
    "exam_tip": "This is why cut placement matters so much, and why routine wound dressings are generally not recommended in modern practice.",
    "memory_hook": "Trees seal and wall off, not heal and replace."
  },
  {
    "topic": "Staking Young Trees",
    "fact": "Staking is sometimes useful, but only when needed for stability. Young trees benefit from some trunk movement because movement helps develop stronger taper and root support.",
    "exam_tip": "Leaving stakes or ties on too long can damage bark and even girdle trunks. Remove support materials once establishment allows.",
    "memory_hook": "Stakes are training wheels, not permanent parts."
  },
  {
    "topic": "Construction Damage",
    "fact": "Tree decline after construction often comes from root-zone disruption: compaction, trenching, grade changes, and root severing. Damage may not show up immediately and can take years.",
    "exam_tip": "Protect the critical root zone before work starts. Early protection planning is usually cheaper and more effective than late rescue.",
    "memory_hook": "Fence roots first, build second."
  }
]
